IDEA Open Model
BoltAssembly.NutThickness Property
Compatible with IDEA StatiCa v 10.1
 Thickness of Nut
 Namespace: IdeaRS.OpenModel.Material
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 10.1.0.1 (10.1.0.1)
Syntax
public double NutThickness { get; set; }
Public Property NutThickness As Double
	Get
	Set
public:
property double NutThickness {
	double get ();
	void set (double value);
}
Property Value
Type: Double
See Also
Reference
BoltAssembly Class
IdeaRS.OpenModel.Material Namespace